
/* Strings for login panel. See Keychain.cpp. */

"kLoginTitle" = "Tapez vos nom et mot de passe pour accéder au flux RSS.";
"kLoginInitialMessage"      = "Pour accéder au flux RSS « %@ », vous devez ouvrir une session dans la zone « %@ » sur %@. Votre mot de passe sera envoyé en clair.\n";
"kLoginFailedMessage"       = "L’ouverture de session a échoué. Veuillez indiquer à nouveau vos nom et mot de passe pour la zone « %@ » sur %@.\n";
"kLoginUsernameField"       = "Nom :";
"kLoginPasswordField"       = "Mot de passe :";
"kLoginLogInButton"         = "Ouvrir une session";
"kLoginCancelButton"        = "Annuler";
"kLoginSavePasswordCheckbox"= "Conserver ce mot de passe dans mon trousseau";


/* Error Messages */

"PSInternalErrorDescription"        = "Une erreur interne au cadre « Publication Subscription » s’est produite.";
"PSInternalErrorFailureReason"      = "Une erreur interne au cadre « Publication Subscription » s’est produite.";
"PSInternalErrorRecoverySuggestion" = "Veuillez fermer votre session et réessayez.";

"PSPublishSettingsErrorDescription"        = "Le flux n’a pas pu être publié car les réglages de publication ne sont pas valides.";
"PSPublishSettingsErrorFailureReason"      = "Les réglages de publication ne sont pas valides.";
"PSPublishSettingsErrorRecoverySuggestion" = "Veuillez vérifier les réglages de publication puis réessayer.";

"PSNotAFeedErrorDescription"        = "Le flux n’a pas pu être chargé car son contenu n’est pas dans un format de flux connu.";
"PSNotAFeedErrorFailureReason"      = "Le contenu n’est pas dans un format de flux connu.";
"PSNotAFeedErrorRecoverySuggestion" = "Veuillez vérifier que l’emplacement indiqué contient un flux qui soit au format Atom ou RSS.";

"PSUnsupportedPermissionsErrorDescription"          = "Le flux n’a pas pu être publié car le type d’autorisation n’est pas pris en charge.";
"PSUnsupportedPermissionsErrorFailureReason"        = "Le type d’autorisation n’est pas pris en charge.";
"PSUnsupportedPermissionsErrorRecoverySuggestion"   = "Veuillez vérifier le type d’autorisation puis réessayer.";

"PSUnsupportedIdentitiesErrorDescription"         = "Le flux n’a pas pu être publié car le type d’identité n’est pas pris en charge.";
"PSUnsupportedIdentitiesErrorFailureReason"       = "Le type d’identité n’est pas pris en charge.";
"PSUnsupportedIdentitiesErrorRecoverySuggestion"  = "Veuillez vérifier le type d’identité puis réessayer.";

"NSURLErrorUserAuthenticationRequired Description" = "Un nom et un mot de passe sont nécessaires";

/* Localized date/time formats. See DateClass.cpp */

"TodayFmt"      = "' Aujourd’hui à '  H:mm";
"YesterdayFmt"  = "' Hier à ' H:mm";
"ThisWeekFmt"   = "EEEE, H:mm";
"ThisYearFmt"   = "d MMM, H:mm";
"PastYearFmt"   = "d MMM ’’yy, H:mm";

/* Localizable file size formatters.  See StringClass::representationForBytes */

"0 bytes"            = "0 octet";           /* String used for showing a zero byte size */
"1 byte"             = "1 octet";            /* String used for showing a one byte size */
"%.0f bytes"         = "%.0f octets";        /* Format used to display a size between 2 and 100 bytes */
"%.1f KB (0.1)"      = "%.1f Ko";           /* Format used to display sizes between 100 and 999 bytes */
"%.1f KB (1.0)"      = "%.1f Ko";           /* Format used to display sizes between 1000 bytes and 9.9 KB */
"%.1f KB (10.0)"     = "%.1f Ko";           /* Format used to display sizes between 10 and 99.9 KB */
"%.0f KB"            = "%.0f Ko";           /* Format used to display sizes between 100 and 999 KB */
"%.1f MB (1.0)"      = "%.1f Mo";           /* Format used to display sizes between 1000 KB and 9.9 MB */
"%.1f MB (10.0)"     = "%.1f Mo";           /* Format used to display sizes between 10 and 99.9 MB */
"%.0f MB"            = "%.0f Mo";           /* Format used to display sizes between 100 and 999 MB */
"%.1f GB (1.0)"      = "%.2f Go";           /* Format used to display sizes between 1000 MB and 9.9 GB */
"%.1f GB (10.0)"     = "%.2f Go";           /* Format used to display sizes between 10 and 99.9 GB */
"%.0f GB"            = "%.0f Go";           /* Format used to display sizes 100 GB or greater */

/* Localizable file names. Currently only used in EnclosureCore.cpp */

"kUntitledFileName" = "Sans titre";   /* If we download and enclosure for which we have no other name to go by */
